[Characters.Twk_Pawn_Empress:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="贾斯敏·考德温女皇"

[Notes.AbstrInv_Disclaimer_Expert DisAbstractItem]
m_ItemName="垂直杀戮"
m_PluralItemName=""
m_Description="在你尽可能快地到达最终平台的同时对敌人使用下落击杀。\n\n敌人已用光束标记。\n为了获得更高的下落击杀得分或更快地到达目的地，你可以离开指定路线。\n如果你掉进了虚空，你将在上一个到达的平台重新开始。\n\n你会受到坠落伤害，所以成功完成下落击杀是你存活的最佳机会。\n这片区域内还有额外的障碍物。\n\n得分统计：\n*  下落击杀前的落差越高，所得分数越多。\n* 越快到达终点，所得分数越多。\n\n特殊： \n如果你走指定路线，可以把光束的颜色作为提示：\n* 绿色：冲刺并落下以到达目标（不跳跃，不使用闪烁瞬移）。\n* 黄色：冲刺并使用敏捷跳跃到达目标（不使用闪烁瞬移）。\n* 红色：冲刺并使用敏捷跳跃和闪烁瞬移到达目标。\n\n游戏结束： \n如果你死亡，游戏就会结束。\n"

[Notes.AbstrInv_Disclaimer_Normal DisAbstractItem]
m_ItemName="垂直杀戮"
m_PluralItemName=""
m_Description="在你尽可能快地到达最终平台的同时对敌人使用下落击杀。\n\n敌人已用光束标记。\n为了获得更高的下落击杀得分或更快地到达目的地，你可以离开指定路线。\n如果你掉进了虚空，你将在上一个到达的平台重新开始。\n\n你不会受到坠落伤害。 \n\n得分统计：\n* 下落击杀前的落差越高，所得分数越多。\n* 越快到达终点，所得分数越多。\n\n特殊： \n如果你走指定路线，可以把光束的颜色作为提示：\n* 绿色：冲刺并落下以到达目标（不跳跃，不使用闪烁瞬移）。\n* 黄色：冲刺并使用敏捷跳跃到达目标（不使用闪烁瞬移）。\n* 红色：冲刺并使用敏捷跳跃和闪烁瞬移到达目标。\n\n游戏结束： \n游戏不会结束。\n"

[Notes.Pickup_Disclaimer_Expert DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.Pickup_Disclaimer_Normal DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

